const data = [
  {
    id: 1,
    subject: 'Простой запрос',
    created: '2019-08-01 23:59',
    parts: [
      {
        id: 1,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 2,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      },
      {
        id: 3,
        author: 'petya',
        created: '2019-08-02 05:20',
        text: 'А у тебя?'
      },
      {
        id: 4,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 5,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      },
      {
        id: 6,
        author: 'petya',
        created: '2019-08-02 05:20',
        text: 'А у тебя?'
      },
      {
        id: 7,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 8,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      },
      {
        id: 9,
        author: 'petya',
        created: '2019-08-02 05:20',
        text: 'А у тебя?'
      },
      {
        id: 10,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 11,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      },
      {
        id: 12,
        author: 'petya',
        created: '2019-08-02 05:20',
        text: 'А у тебя?'
      },
      {
        id: 13,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 14,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      },
      {
        id: 15,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 16,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      },
      {
        id: 17,
        author: 'Артем',
        text: 'Привет, как дела?',
        created: '2019-08-01 23:59'
      },
      {
        id: 18,
        author: 'petya',
        created: '2019-08-02 01:20',
        text: 'Привет, все хорошо, спасибо!'
      }

    ]
  },
  {
    id: 2,
    subject: 'Вопрос по домену. Эта тема очень длинаая. Нам надо проверить как работает обрезание строк',
    created: '2016-03-02 14:19',
    parts: [
      {
        id: 1,
        author: 'petr',
        created: '2019-08-06 12:20',
        text: 'Здравствуйте, тут есть кто-нибудь?'
      },
      {
        id: 2,
        author: 'Артем',
        created: '2019-08-06 12:34',
        text: 'Да, я вас слушаю!'
      },
      {
        id: 3,
        author: 'petr',
        created: '2019-08-06 12:38',
        text: 'Помогите мне настроить домен!'
      }
    ]
  },
  {
    id: 3,
    subject: 'Вопрос по домену 2. Эта тема очень длинаая. Нам надо проверить как работает обрезание строк',
    created: '2016-03-02 14:19',
    parts: [
      {
        id: 1,
        author: 'petr',
        created: '2019-08-06 12:20',
        text: 'Здравствуйте, тут есть кто-нибудь?'
      },
      {
        id: 2,
        author: 'Артем',
        created: '2019-08-06 12:34',
        text: 'Да, я вас слушаю!'
      },
      {
        id: 3,
        author: 'petr',
        created: '2019-08-06 12:38',
        text: 'Помогите мне настроить домен!'
      }
    ]
  },
  {
    id: 4,
    subject: 'Вопрос по домену 3. Эта тема очень длинаая. Нам надо проверить как работает обрезание строк',
    created: '2016-03-02 14:19',
    parts: [
      {
        id: 1,
        author: 'petr',
        created: '2019-08-06 12:20',
        text: 'Здравствуйте, тут есть кто-нибудь?'
      },
      {
        id: 2,
        author: 'Артем',
        created: '2019-08-06 12:34',
        text: 'Да, я вас слушаю!'
      },
      {
        id: 3,
        author: 'petr',
        created: '2019-08-06 12:38',
        text: 'Помогите мне настроить домен!'
      }
    ]
  }

]

export default data
